Repository: foswiki/ListyPlugin
Catalog: locale/ListyPlugin/*.po
Languages: de, it

source: Add a description for this item.
de: Fügen Sie eine kurze Zusammenfassung hinzu.
it: Aggiungere una descrizione per questo temine.

source: Add an item
de: Eintrag hinzufügen
it: Aggiungere un termine

source: Add item
de: Neuer Eintrag
it: Aggiungere termine

source: Add to favorites
de: Zu Favoriten hinzufügen

source: Append an item to the list
de: Eintrag an die Liste anhängen
it: Aggiungere un termine a questa lista

source: Are you sure that you want to delete %1?
de: Sind Sie sicher, dass Sie %1 löschen wollen?
it: Sei certo di voler cancellare %1?

source: Collection
de: Sammlung
it: Collezione

source: Customize the text of this item.
de: Geben Sie den Titel dieses Eintrags an.
it: Personalizza il testo di questo termine.

source: Delete Item
de: Eintrag löschen
it: Elimina Termine

source: Delete this item
de: Diesen Eintrag löschen
it: Elimina questo termine

source: Edit this item
de: Eintrag bearbeiten
it: Modifica questo termine

source: External
de: Extern
it: Esterno

source: Favorite
de: Merken

source: Insert a new item here
de: Hier einen neuen Eintrag einfügen
it: Inserire un nuovo termine qui

source: Remove from favorites
de: Von Favoriten entfernen

source: Revert changes
de: Rückgängig
it: Annulla le modifiche

source: Revert sorting order to its initial state
de: Sortierung auf initialen Wert zurücksetzen
it: Ripristina l'ordinamento al suo stato iniziale

source: Save changes
de: Speichern
it: Salva i cambiamenti

source: Save sorting order
de: Sortierung speichern
it: Salva l'ordinamento

source: Select the collection to hold the item.
de: Bitte wählen Sie die Sammlung für diesen Eintrag aus.
it: Seleziona la collezione per mantenere il termine.

source: Summary
de: Zusammenfassung
it: Sommario

source: Title
de: Titel
it: Titolo

source: Unavorite
de: Defavorisieren

source: Unfavorite
de: Vergessen

source: Text
it: Testo

source: Topic
it: Pagina
